Repository: holusojivhictor/local-fx
Catalog: lib/src/localization/l10n/intl_*.arb
Languages: es_es

source: Ok
es_es: Aceptar

source: Dark
es_es: Oscuro

source: Home
es_es: Inicio

source: Open
es_es: Abrir

source: Close
es_es: Cerrar

source: Light
es_es: Claro

source: Change
es_es: Cambiar

# forString
source: For
es_es: Para

# dailyLow
source: 24h Low
es_es: Bajo 24h

# dailyHigh
source: 24h High
es_es: Alto 24h

source: Settings
es_es: Configuración

source: Dark Mode
es_es: Modo Oscuro

source: Information
es_es: Información

# chooseLanguage
source: Choose a language
es_es: Elegir un idioma

source: are listed below
es_es: se enumeran a continuación

# searchCountry
source: Search country or currency
es_es: Buscar país o moneda

source: Sync with device theme
es_es: Sincronizar con el tema del dispositivo

source: Viewing daily changes for:
es_es: Viendo los cambios diarios para:

# availableCurrencyPairs
source: The available currency pairs
es_es: Los pares de divisas disponibles

# viewDataForListedSymbols
source: We provide chart data for
es_es: Proporcionamos datos de gráficos para

# failedQuoteAndPriceFetch
source: Quote and price data are currently unavailable
es_es: Los datos de cotización y precio no están disponibles actualmente

# noPairFound
source: None found. Please switch to a different currency.
es_es: No se encontró. Cambie a una moneda diferente.

# weProvideTrendDataForPairs
source: We provide up-to-date trend data for forex pairs across a wide range of currencies, including USD, EUR, and many others.
es_es: Proporcionamos datos de tendencias actualizados para pares de divisas en una amplia gama de monedas, incluyendo USD, EUR y muchas otras.

# explanationOne
source: We show you currency pairs relevant to your locale.
es_es: Te mostramos pares de divisas relevantes para tu ubicación.

# explanationTwo
source: We decide your locale based on your current location if you have permissions on.
es_es: Determinamos tu ubicación según tu ubicación actual si tienes los permisos activados.

# explanationThree
source: You can switch the locale by tapping on the flag area at the top left corner.
es_es: Puedes cambiar la ubicación tocando el área de la bandera en la esquina superior izquierda.
